{
    "navbar_pachete": "PLANS",
    "navbar_ajutor": "HELP",

    "home_intro": "We create custom websites, bold branding, and smart digital strategies — combining design, SEO, speed, and marketing to help you grow faster and stand out online.",
    "home_intro_first_btn": "Plans",
    "home_discover_btn": "Discover more",
    "home_get_a_quote": "Start a project",
    "home_get_in_touch": "Get in touch",

    "home_branding_sub1":"Logos, Business Cards, Graphic Design, and Visual Identity.",
    "home_branding_sib2": "We create unique logos and graphic designs that reflect your brand's identity. From logos to business cards and website visuals, we ensure your design stands out and leaves a lasting impression.",

    "home_our_services_title": "Our Services",
    "home_our_services_1":"Custom website design and development",
    "home_our_services_2":"SEO optimization and speed improvements",
    "home_our_services_3":"Ongoing updates until you're fully satisfied",
    "home_our_services_4":"AI integration and chatbot setup",
    "home_our_services_5":"Website hosting and custom domain registration",
    "home_our_services_6":"Logo design and brand identity",
    "home_our_services_7":"Visit cards and photo/video editing",
    "home_our_services_8":"Social media setup and content creation",
    "home_our_services_9":"Attract your first customers with targeted promotion",
    "home_our_services_10":"Business email setup and automated responses",
    "home_our_services_11":"Marketing analytics and performance reports",

    "home_pricing_title": "Simple & Fair Pricing",
    "home_pricing_subtitle1": "Just",
    "home_pricing_subtitle2":"£100",
    "home_pricing_subtitle3":"upfront for small projects",
    "home_pricing_description": "For projects valued up to £500, we charge just a £100 upfront deposit to get started. The remaining balance is only due once the project is completed.",
    "home_pricing_guarantee": "We will update your project till you're happy",


    "home_websites_title": "Custom Websites, Tailored for Your Business",
    "home_websites_desc": "We design and develop high-performance websites that align with your brand and business goals. Our services go beyond just building a website—we personalize every aspect, ensuring a unique digital presence that stands out.",
    "home_websites_card1_title": "Custom Design",
    "home_websites_card1_desc": "Tailored solutions crafted to fit your business needs.",
    "home_websites_card2_title": "AI-Powered Features",
    "home_websites_card2_desc": "Enhance engagement with AI-driven automation & chatbots.",
    "home_websites_card3_title": "Optimized Performance",
    "home_websites_card3_desc": "Fast, secure, and SEO-friendly web solutions.",
    "home_websites_card4_title": "Ongoing Support",
    "home_websites_card4_desc": "Stay ahead with continuous updates & improvements.",

    "home_marketing_sub1": "Effective marketing is essential for your success",
    "home_marketing_sub2": "Boost your brand with targeted campaigns, social media ads, and high-quality visuals that drive engagement and conversions.",
    "home_marketing_img1": "Digital Marketing",
    "home_marketing_img2": "Socials advertising",
    "home_marketing_img3": "Posts creation",
    "home_marketing_img4": "PPC Campaigns (Pay-Per-Click)",

    "pachete_starter1": "Custom design",
    "pachete_starter2": "Basic logo design",
    "pachete_starter3": "Mini-website",
    "pachete_starter4": "Social media page setup.",
    "pachete_pro1": "Branding & Website Development",
    "pachete_pro2": "SEO & Performance Optimization",
    "pachete_pro3": "Advertising Campaign Management",
    "pachete_pro4": "Weekly Content Creation",
    "pachete_pro5": "Monthly Consulting & Updates",
    "pachete_standard1": "Professional design",
    "pachete_standard2": "Advanced logo",
    "pachete_standard3": "5 pages website",
    "pachete_standard4": "Content Creation and Monthly Posts",
    "pachete_standard5": "Advertising Campaign",
    "pachete_choose_btn": "DETAILS",

    "branding_sub1": "Laying the Foundation of Your Visual Identity",
    "branding_details1": "We work with you to define a strong and authentic visual direction for your business. It all begins with a free consultation, where we take the time to understand your brand’s goals, core values, and target audience. Using this insight, we craft a visual identity that communicates your message clearly, professionally, and in a way that truly represents you in the marketplace.",
    "branding_title2": "CUSTOM LOGO DESIGN",
    "branding_sub2": "The Visual Symbol of Your Brand",
    "branding_details2": "We design distinctive, modern, and meaningful logos that capture the essence of your brand. The creative process is fully collaborative – we work together to select the right colors, typography, and style to ensure your logo tells the right story. A well-crafted logo is the cornerstone of a memorable and instantly recognizable brand.",
    "branding_title3": "BRANDED GRAPHIC MATERIALS",
    "branding_sub3": "Everything You Need to Stand Out",
    "branding_details3": "Whether you're just starting out or looking to strengthen your existing brand, we deliver all the visual materials you need to leave a lasting impression. From elegant business cards and detailed brochures to eye-catching flyers, banners, packaging, and branded presentations – we design it all in line with your brand identity and the latest design standards.",
    "branding_title4": "ONE BRAND EVERYWHERE",
    "branding_sub4": "Visual Consistency Across All Platforms",
    "branding_details4": "Consistency is key to building a strong brand. We make sure your visual identity is cohesive and impactful across every channel – online and offline. Whether it’s your social media presence, website, printed documents, client presentations, or marketing materials, every piece will reflect the same professional and unified image, reinforcing your brand wherever it's seen.",
    "branding_contact": "GET A QUOTE",

    "website_title2": "BESPOKE WEBSITES",
    "website_title3": "OPTIMIZATION & PERFORMANCE",
    "website_title4": "UPDATES",     
    "website_sub1": "Websites That Drive Success",
    "website_sub2": "Websites That Impress",
    "website_sub3": "SEO & Performance Excellence",
    "website_sub4": "Continuous Support & Maintenance",
    "website_details1": "In today’s digital world, having a strong online presence is essential for attracting and retaining customers. Our team delivers full-service web development, offering custom designs, performance optimization, and continuous support. Whatever your needs, we build websites that leave a lasting impression and generate real results.",
    "website_details2": "We specialize in crafting custom websites that align with your brand and meet your specific goals. Whether you need a simple, sophisticated site or a more complex solution, we ensure a distinctive design, smooth functionality, and a compelling user experience that sets your business apart online.",
    "website_details3": "Our websites are built with speed, performance, and SEO in mind, ensuring quick load times and better rankings on Google and other search engines. We don’t just focus on aesthetics—our sites are engineered to perform, helping you attract more visitors and achieve better business outcomes.",
    "website_details4": "Our commitment doesn’t end with launching your website. We provide ongoing maintenance, regular updates, and domain management to keep your site running smoothly. While you focus on growing your business, we ensure your website stays up-to-date and fully optimized for success.",
    "websites_scroll_menu":"We use the latest technologies to provide the best services",
    
  "marketing_title2": "DIGITAL MARKETING",
  "marketing_title3": "ANALYTICS & REPORTING",
  "marketing_title4": "STRATEGY & PLANNING",
  "marketing_sub1": "Solutions That Drive Your Business Forward",
  "marketing_sub2": "A Powerful and Impactful Online Presence",
  "marketing_sub3": "No Guesswork Just Real Data",
  "marketing_sub4": "Smart Planning, Clear Execution",
  "marketing_details1": "We offer strategically designed marketing services tailored to your business goals – focused on real results, not just visibility. How do we bring marketing into your business? It starts with understanding your brand, your target audience, and your objectives. Then, we seamlessly integrate marketing into your operations to ensure sustainable growth and clear direction.",
  "marketing_details2": "We create and manage high-performing digital campaigns across the platforms that make the most sense for your business",
  "marketing_details2.1": ["Social Media Management","Visual & Copy Content Creation","Advertising Campaigns","Email Marketing & Automation","SEO Optimization","Digital Audits & Consulting"],
  "marketing_details3": "We continuously monitor your campaigns and user behavior to provide clear, data-driven reports and actionable insights. Here’s what we deliver:",
  "marketing_details3.1": ["Custom Dashboards","Monthly Performance Reports","Optimization Recommendations"],
  "marketing_details4": "Whether you're launching, scaling, or rebranding, we provide strategic marketing plans aligned with your business goals",
  "marketing_details4.1": ["Marketing Strategy Development","Campaign Planning (Promotions, Launches, Branding)","Channel-Specific Tactics","Step-by-Step Guidance & Implementation Support"],  
  "marketing_details_services": "Services",
    
    "pachete_page_starter_sub":"For those looking to establish their brand identity, this package provides the perfect foundation",
    "pachete_page_standard_sub":"Ideal for growing businesses, this package blends creativity with strategy to elevate your online presence.",
    "pachete_page_pro_sub":"In addition to the services from previous packages, you also get:",
    "pachete_page_starter_title1":"Simple Logo Creation:",
    "pachete_page_starter_title2":"Mini Presentation Website:",
    "pachete_page_starter_title3":"Custom Social Media Design:",
    "pachete_page_starter_p1":"A sleek design that captures the essence of your business. Each element is carefully selected to reflect your brand's values and personality.",
    "pachete_page_starter_p2":"A modern, optimized page that presents essential information about your services in an attractive, accessible format.",
    "pachete_page_starter_p3":"Creation of a unique set of images and graphics tailored to each platform, boosting your online visibility and appeal.",

    "pachete_page_standard_title1":"Custom Design:",
    "pachete_page_standard_title2":"Advanced Logo:",
    "pachete_page_standard_title3":"Up to 5-Page Website:",
    "pachete_page_standard_title4":"Content Creation for Monthly Posts:",
    "pachete_page_standard_title5":"Advertising Campaign:",
    "pachete_page_standard_p1":"Exclusive branding designed specifically for you, resonating with your target audience and standing out from the competition.",
    "pachete_page_standard_p2":"A complex, memorable logo created with cutting-edge design techniques to convey professionalism and trust.",
    "pachete_page_standard_p3":"A sophisticated platform offering a smooth and enjoyable browsing experience for your users.",
    "pachete_page_standard_p4":"Thoughtful content strategies that attract and retain your audience’s attention.",
    "pachete_page_standard_p5":"Strategic marketing solutions tailored to increase your brand's visibility and attract new clients.",

    "pachete_page_pro_title1":"SEO & Performance Optimization:",
    "pachete_page_pro_title2":"Ongoing Consultation:",
    "pachete_page_pro_title3":"Monthly Updates:",
    "pachete_page_pro_title4":"Free Domain:",
    "pachete_page_pro_title5":"Server Hosting:",
    "pachete_page_pro_p1":"Optimization strategies that ensure your website is not only visible but favored by search engines.",
    "pachete_page_pro_p2":"A team of experts providing personalized guidance and suggestions, aligned with your business growth",
    "pachete_page_pro_p3":"Continuous site maintenance and content updates to keep your website at a high standard and consistently relevant.",
    "pachete_page_pro_p4":"For example, 'my-business.com.' We cover your domain registration costs for one year.",
    "pachete_page_pro_p5":"To ensure your site is secure and visible on Google, we host it on a high-performance server, offering you one year of free hosting.",
    "pachete_page_button":"CHOOSE ",

    "pachete_final_text":"We believe that every project is unique and deserves a tailored approach. That's why our pricing is customized to meet the specific needs and requirements of each client. The final cost depends on the complexity of the project, the time needed for completion, and the scope of work involved. We encourage you to contact us to discuss your vision, so we can provide a personalized quote that reflects exactly what you're looking for. We look forward to working together and bringing your ideas to life.",

    "insights_title": "Latest Insights & Trends",
    "insights_desc": "Explore our latest articles on web design, branding, logos, and AI to keep your business ahead of the competition.",
    "insights_web_subtitle": "Web Design Trends",
    "insights_web_desc": "Stay updated with the latest web design trends to create stunning user experiences.",
    "insights_branding_subtitle": "Power of Branding",
    "insights_branding_desc": "Learn how branding can impact your business and create a lasting impression.",
    "insights_logos_subtitle": "Logo Design Insights",
    "insights_logos_desc": "Discover the principles of effective logo design and what makes a logo memorable.",
    "insights_ai_subtitle": "AI in Websites",
    "insights_ai_desc": "Explore how AI is revolutionizing web development and design automation.",

    "help_title": "Find a question",
    "help_branding_1": ["What is branding, and why is it important for your business?", "Branding is the identity and image of your business, encompassing the logo, design, colors, and communication style. It is crucial because it sets your business apart from competitors, enhances brand recognition and customer loyalty, and communicates your company’s values and mission."],
    "help_branding_2": ["What does a complete branding package include?", "A full branding package typically includes: market and competitor analysis, development of visual identity (logo, color palette, typography), design of marketing materials (business cards, brochures, banners), a brand usage guide, and consultancy for implementation."],
    "help_branding_3": ["What is your logo creation process?", "Our logo creation process involves: an initial meeting to understand your business and goals, market research and analysis, concept generation and sketches, revisions based on feedback, and finalizing the design in required formats."],
    "help_branding_4": ["How long does it take to develop a complete brand?", "The timeline for developing a complete brand can range from 2 to 8 weeks, depending on the project's complexity and the responsiveness of client feedback."],
    "help_branding_5": ["Can you update or rebrand an existing brand?", "Yes, we offer rebranding services to update and modernize your existing brand identity, ensuring we preserve the essence of your brand while making significant improvements."],
    "help_branding_6": ["How do you ensure the brand you create accurately reflects your business?", "We ensure the brand we create accurately reflects your business through close collaboration, brainstorming sessions, and constant feedback to understand your company’s values, mission, and vision."],
    "help_branding_7": ["How do you measure the success of a branding project?", "The success of a branding project is measured by increased brand recognition, positive customer feedback, growth in loyalty and engagement, and ultimately, the impact on sales and market position."],
    "help_branding_8": ["What support do you offer after completing a branding project?", "We provide ongoing support after the project’s completion, including consultancy for brand implementation, periodic updates and adjustments, and assistance with any future branding needs."],
    "help_websites_1": ["What web development platforms do we use?", "We use a variety of web development platforms, including Javascript, React, Typescript and custom development, tailored to the specific needs and preferences of each client."],
    "help_websites_2": ["How long does it take to build a website?", "The time required to build a website depends on the project’s complexity, but generally, it ranges from 2 to 12 weeks, from the planning stage to the launch."],
    "help_websites_3": ["What is the estimated cost of developing a website?", "The cost of website development varies based on the project’s specifications and requirements. We offer flexible and customized packages to fit your budget and needs. Please contact us for a detailed quote."],
    "help_websites_4": ["Do you provide graphic design services for websites?", "Yes, we offer comprehensive graphic design services, including UI/UX design, to ensure your website not only functions well but also looks great and delivers a high-quality user experience."],
    "help_websites_5": ["Will your website be responsive (optimized for mobile and tablets)?", "Absolutely! All the websites we develop are fully responsive and optimized to deliver an excellent experience across all devices, including mobile and tablet."],
    "help_websites_6": ["How do we ensure your website is SEO-friendly?", "We implement best SEO practices during the development process, including site structure optimization, meta tags, image optimization, and relevant content creation to help your site achieve better search engine visibility."],
    "help_websites_7": ["Do you offer web hosting and site maintenance services?", "Yes, we offer web hosting and maintenance services to ensure your website remains updated, secure, and fully functional. These services include regular updates, backups, and technical support."],
    "help_websites_8": ["What kind of technical support do you provide after the website launch?", "We provide ongoing technical support to help with any issues or questions related to your website. Our support packages can be customized based on your needs."],
    "help_websites_9": ["Can we make changes to your website after it’s launched?", "Yes, we develop websites that allow users to make changes easily through an intuitive admin panel. We also provide training to help you manage your site efficiently."],
    "help_marketing_1": ["What digital marketing services do you offer?", "We provide a full range of digital marketing services, including SEO, social media marketing, PPC advertising, email marketing, content marketing, and conversion optimization."],
    "help_marketing_2": ["How do you measure the success of marketing campaigns?", "We measure the success of marketing campaigns through specific KPIs such as website traffic, conversion rates, cost per click, social media engagement, and ROI. We provide detailed reports and analysis to monitor performance and optimize campaigns."],
    "help_marketing_3": ["What marketing strategies do we recommend for your business?", "The recommended marketing strategies depend on your business goals and target audience. After thorough analysis, we’ll develop a customized strategy that may include SEO, social media marketing, PPC campaigns, and email marketing."],
    "help_marketing_4": ["What are the costs for your marketing services?", "The cost of our marketing services varies based on the complexity and scale of the campaigns. We offer flexible and personalized packages to fit your budget and needs. Please contact us for a detailed quote."],
    "help_marketing_5": ["Do you offer offline marketing services?", "Yes, we also provide offline marketing services, including print advertising, marketing events, direct marketing, and PR. We ensure that all campaigns are integrated to provide a complete marketing strategy."],
    "help_marketing_6": ["How can we help grow your business on social media?", "We offer customized social media marketing strategies that include content creation and management, paid advertising campaigns, community management, and analytics. Our goal is to boost visibility, engagement, and conversions on social platforms."],
    "help_marketing_7": ["What is SEO, and how can it help me?", "SEO (Search Engine Optimization) is the process of optimizing your website to improve its visibility in search engines. It can help attract organic traffic, improve search rankings, and enhance your business's online visibility and authority."],
    "help_marketing_8": ["Can we manage paid advertising campaigns (PPC) for your business?", "Yes, we manage PPC campaigns on platforms like Google Ads and Facebook Ads. Our focus is on budget optimization and maximizing ROI through well-defined strategies and precise execution."],
    "help_marketing_9": ["Do you offer email marketing services?", "Yes, we provide comprehensive email marketing services, from list creation, segmentation, design, and copywriting to automation and analysis. We ensure your messages reach the right audience and generate conversions."],
    "help_marketing_10": ["How do you create and manage content for marketing campaigns?", "We create relevant and valuable content based on market research and audience analysis. We manage the publishing and distribution of content across various platforms, ensuring it reaches the target audience and contributes to marketing goals."],

    "contact_title": "Contact Form",
    "contact_info": "Please fill out the form, and we will get back to you as soon as possible.",
    "contact_solicitare_title": "Your request is related to:",
    "contact_solicitare_1": "select the reason for your request",
    "contact_solicitare_2": "Branding",
    "contact_solicitare_3": "Websites",
    "contact_solicitare_4": "Marketing",
    "contact_solicitare_5": "Plans",
    "contact_solicitare_6": "Other",
    "contact_detalii": "Give us some details",
    "contact_date_personale": "Personal Information",
    "contact_name": "First and Last Name",
    "contact_telefon": "Phone number",
    "contact_email": "Email Address",
    "contact_termeni1":"I agree to the",
    "contact_termeni2":"Terms of use",
    "contact_termeni3":"and I acknowledge the",
    "contact_termeni4":"Privacy Policy",
    "contact_adictional_info": "By pressing the 'Submit Form' button, you confirm that your information are accurate and complete.",
    "contact_button": "Submit Form",
    "contact_or": "or",

    "privacy_title": "Privacy policy",
    "privacy_title1":"Information We Collect",
    "privacy_title2":"Purpose and Legal Basis for Processing",
    "privacy_title3":"How We Handle Your Data",
    "privacy_title4":"Your Rights as a Data Subject",
    "privacy_title5":"Data Security",
    "privacy_title6":"Third-Party Services",
    "privacy_title7":"Changes to This Privacy Policy",
    "privacy_title8":"Legal Jurisdiction",
    "privacy_title9":" Contact Us",
    "privacy_text1":"When you fill out the contact form on our website, we collect the following personal information: Full Name (Name and Surname), Email Address, Phone Number",
    "privacy_text2":"We collect and process your personal information strictly for the purpose of responding to inquiries made through our contact form. We use your information to: Communicate with you based on your request or inquiry. Provide relevant information related to our services and business offerings. Our legal basis for processing your data is your consent when submitting the contact form and our legitimate interest in responding to customer inquiries.",
    "privacy_text3":"We take the following steps to ensure the safe handling of your personal information: Data Retention: We will retain your personal information for no longer than 1 year after our last communication with you. After this period, your information will be securely deleted from our systems unless further retention is required by law. No Unlawful Sharing: We do not share, sell, or rent your personal information to third parties. However, we may disclose your data if required by law, court order, or regulatory authority, or if necessary to protect the rights, property, or safety of Artech.",
    "privacy_text4":"In compliance with data protection laws, you have the following rights: Right to Access: You may request a copy of the personal data we hold about you. Right to Rectification: You may ask us to correct any inaccuracies or incomplete information. Right to Erasure ('Right to be Forgotten'): You may request the deletion of your personal data if it is no longer necessary for the purpose for which it was collected, or if you withdraw your consent. Right to Object: You have the right to object to our processing of your data under certain conditions. Right to Restriction of Processing: You may request that we temporarily or permanently stop processing your personal data in certain situations. Right to Data Portability: You may request a copy of your personal information in a structured, commonly used, and machine-readable format. To exercise any of these rights, please contact us at claudiunegru@artech-agency.co. We will respond to your request within one month of receiving it.",
    "privacy_text5":"We take data security seriously and have implemented appropriate technical and organizational measures to protect your personal information from unauthorized access, misuse, loss, or destruction. These measures include encryption, access controls, and regular security audits. However, no method of transmission over the Internet is completely secure. While we strive to protect your data, we cannot guarantee its absolute security.",
    "privacy_text6":"Our website may contain links to third-party websites or services. We are not responsible for the privacy practices or content of these websites. We encourage you to review the privacy policies of any third-party websites you visit.",
    "privacy_text7":"We reserve the right to update or modify this Privacy Policy at any time to ensure compliance with legal requirements or to reflect changes in our data practices. Any significant changes will be communicated to you via email or a prominent notice on our website. Continued use of our services constitutes your acceptance of such changes.",
    "privacy_text8":"This Privacy Policy shall be governed and construed in accordance with the laws of Romania, and any disputes arising from it shall be subject to the exclusive jurisdiction of the courts of Romania.",
    "privacy_text9":"If you have any questions, concerns, or requests regarding this Privacy Policy or your personal data, please contact us at: claudiunegru@artech-agency.co",

    "terms_title": "Artech Terms and Conditions",
    "terms_title1": "Introduction",
    "terms_title2": "Services",
    "terms_title3": "Payment Terms",
    "terms_title4": "Refund Policy",
    "terms_title5": "Revisions Policy",
    "terms_title6": "Ownership of Work",
    "terms_title7": "Liability",
    "terms_title8": "Client Responsibilities",
    "terms_title9": "Data Privacy",
    "terms_title10": "Governing Law",
    "terms_text1": "Welcome to Artech Agency. By using our services, you agree to be bound by the following Terms and Conditions. Please read them carefully before engaging in any business with us.",
    "terms_text2": "Artech provides website creation, logo design, branding, and marketing services. All services will be agreed upon in writing before the project begins.",
    "terms_text3": "A 50% upfront deposit is required before the commencement of any project. The remaining 50% is due upon project completion and before the final delivery of work. Payment can be made via bank transfer or other methods as specified in our invoices.",
    "terms_text4": "Refunds will be handled as follows: If the client cancels the project before work begins, the upfront payment will be refunded minus any administrative fees. If the project has already started, no refunds will be issued for the work completed up to that point. Refunds for dissatisfaction with completed work are not guaranteed, but we strive to resolve issues through revisions or alternative solutions.",
    "terms_text5": "Clients are entitled to up to 2 rounds of revisions after the delivery of the initial drafts. Additional revisions will incur an extra charge, which will be communicated beforehand.",
    "terms_text6": "Upon full payment, clients will have ownership rights to the final deliverables. Artech retains the right to showcase completed projects in its portfolio unless otherwise agreed in writing.",
    "terms_text7": "Artech will not be held responsible for any indirect, incidental, or consequential damages arising from the use of our services. We are not liable for delays caused by unforeseen circumstances, including but not limited to technical issues or client delays in providing required materials.",
    "terms_text8": "Clients must provide all necessary information, materials, and feedback promptly to avoid project delays. Any delays in communication or provision of materials may result in project timeline extensions.",
    "terms_text9": "We process client data in accordance with our policy. By using our services, you consent to the collection and use of your data as outlined in the",
    "terms_text10": "These Terms and Conditions shall be governed by the laws of the United Kingdom. Any disputes arising from these terms will be resolved in the courts of the United Kingdom.",

    "offer_menu": "Limited-Time Website Offer – Pre-made Designs You Can Own Exclusively!",
    "offer_button":"Claim This Design",
    "offer_page_button":"Get Template",
    "offer_template1_title":"Restaurant Website",
    "offer_template2_title":"Doctor's Clinic Website",
    "offer_template3_title":"Law Firm Website",
    "offer_template4_title":"Interior Design Website",
    "offer_template5_title":"Real Estate Website",
    "offer_template1_p":"A modern, mobile-friendly site for restaurants with menu pages, QR menus, booking, and reviews.",
    "offer_template2_p":"Professional and clean layout perfect for medical services, bookings, and contact forms.",
    "offer_template3_p":"Elegant and informative template for legal practices with service pages and contact forms.",
    "offer_template4_p":"Stylish and refined layout tailored for interior designers, featuring project showcases, service pages, and client testimonials.",
    "offer_template5_p":"A polished and responsive site for real estate agencies, including property listings, search filters, and contact forms.",
    "offer_template1_price":"£499",
    "offer_template2_price":"£399",
    "offer_template3_price":"£449",
    "offer_template4_price":"£399",
    "offer_template5_price":"£429",

    "moving_section_title_v1": ["From code to creativity...", "we use the best to create the best"],
    "moving_section_title_v2":["Empowered by the latest technologies...", "to bring your vision to life"],

    "marketing_graph_title": "Smart campaigns, more customers — we make marketing work for you",
    "marketing_graph_scale_plan": ["with", "plan"]
}