{
    "navbar_pachete": "PACHETE",
    "navbar_ajutor": "AJUTOR",
    
    "home_intro": "Echipă de profesioniști în IT, specializați în dezvoltare web, design și marketing. Oferim servicii de calitate pentru a ajuta companiile să își atingă obiectivele online și să își realizeze potențialul maxim",
    "home_intro_first_btn": "Pachete",
    "home_discover_btn": "Cere oferta",

    "home_branding_sub1":"Logouri, Carti de vizita, Design si Culori.",
    "home_branding_sib2": "Fiecare element vizual al afacerii tale conteaza!",

    "home_websites_example": "Exemplu",
    "home_websites_submit": "Trimite",
    "home_websites_sub1": "Website-ul aduce cu 55% mai multi clienti unui business.",
    "home_websites_sub2": "75% dintre clienti judeca credibilitatea unei firme dupa aspectul website-ului acesteia.",

    "home_marketing_sub1": "Într-o lume evoluțională, marketing-ul eficient este cheia succesului oricărei afaceri.",
    "home_marketing_sub2": "Suntem partenerul tău de încredere pentru succesul pe termen lung!",
    "home_marketing_img1": "Marketing Digital",
    "home_marketing_img2": "Publicitate pe retelele sociale",
    "home_marketing_img3": "Creare de continut",
    "home_marketing_img4": "Campanii PPC (pay-per-click)",

    "pachete_starter1": "Design personalizat.",
    "pachete_starter2": "Creare de logo simplu.",
    "pachete_starter3": "Mini-site de prezentare.",
    "pachete_starter4": "Setup pentru pagini pe social media.",
    "pachete_pro1": "Branding & Website complet.",
    "pachete_pro2": "Optimizare SEO si performanta",
    "pachete_pro3": "Gestionare completă a campaniilor de publicitate.",
    "pachete_pro4": "Creare de conținut săptămânal.",
    "pachete_pro5": "Consultanță și updateuri lunare.",
    "pachete_standard1": "Design profesional.",
    "pachete_standard2": "Logo avansat.",
    "pachete_standard3": "Website de 5 pagini.",
    "pachete_standard4": "Creare de conținut și postări lunare.",
    "pachete_standard5": "Campanie de publicitate",
    "pachete_choose_btn": "DETALII",

    "branding_sub1": "Branding de top",
    "branding_details1": "Creăm un brand unic și memorabil care reflectă perfect identitatea afacerii tale. Indiferent dacă optezi pentru un stil modern, elegant sau clasic, ne asigurăm că afacerea ta va rămâne în mintea clienților. Fiecare detaliu contează – de la nume și logo, până la paletele de culori, îți oferim design grafic de înaltă calitate care comunică clar și eficient mesajul tău.",
    "branding_title2": "LOGOURI",
    "branding_sub2": "Logo Personalizat",
    "branding_details2": "Descoperă arta unui logo unic cu Artech. Înțelegem că logo-ul este inima identității vizuale a afacerii tale, de aceea oferim soluții de design personalizate, fie că ești un start-up în creștere sau o companie bine stabilită. Fiecare logo este creat de la zero, special pentru tine, iar colaborarea noastră îndeaproape ne permite să înțelegem viziunea și valorile tale. Oferim multiple concepte și revizii până când ești complet mulțumit de rezultatul final.",
    "branding_title3": "CARTI DE VIZITA",
    "branding_sub3": "Cărți de Vizită Profesionale",
    "branding_details3": "O carte de vizită este mai mult decât o simplă bucată de hârtie, este o reflectare a identității tale. La Artech, creăm cărți de vizită elegante și profesionale care fac o impresie durabilă. Fiecare design este personalizat și adaptat nevoilor tale specifice, reflectând identitatea și valorile afacerii tale. Oferim o varietate de opțiuni de personalizare, de la dimensiuni și tipuri de hârtie, la finisaje și detalii unice de design. Procesul nostru simplu și eficient începe cu o consultare detaliată, urmată de un design creativ ce va depăși așteptările tale.",
    "branding_title4": "DESIGN GRAFIC",
    "branding_sub4": "Design grafic de top",
    "branding_details4": "Oferim soluții complete de design grafic, menite să te ajute să comunici eficient și să te diferențiezi pe piață. De la branding și identitate vizuală care reflectă personalitatea și valorile afacerii tale, până la materiale publicitare de impact precum broșuri, afișe și bannere, ne asigurăm că fiecare detaliu este aliniat perfect cu viziunea ta. Oferim și design digital pentru website-uri, aplicații mobile și social media, completat de animații și infografice care fac conținutul tău mai captivant. În plus, susținem campaniile tale de marketing prin publicitate creativă și conținut vizual optimizat pentru a atrage și angaja audiența. La Dersign Grafic, transformăm ideile tale în realitate!",
    "branding_contact": "CERE OFERTA",

    "website_title2": "WEBSITEURI UNICE",
    "website_title3": "Optimizare & Performanță",
    "website_title4": "UPDATEURI",     
    "website_sub1": "Website de succes",
    "website_sub2": "Website care impresioneaza",
    "website_sub3": "Optimizare si SEO",
    "website_sub4": "Suport & mentenanta",
    "website_details1": "În era digitală, prezența online a afacerii tale este esențială pentru a atrage și reține clienți. Echipa noastră îți oferă soluții complete de dezvoltare web, de la design personalizat până la optimizare pentru performanță și suport continuu. Indiferent de nevoile tale, creăm website-uri care impresionează vizitatorii și generează rezultate reale.",
    "website_details2": "Ne specializăm în designul de website-uri personalizate care reflectă identitatea brandului tău și se adaptează nevoilor tale specifice. Fie că ai nevoie de un site simplu și elegant sau de o platformă complexă, echipa noastră asigură un design unic, o experiență de utilizare captivantă și o funcționalitate fără cusur, care îți vor pune afacerea în evidență online.",
    "website_details3": "Website-urile noastre sunt construite având în vedere performanța și optimizarea pentru motoarele de căutare (SEO), asigurând timpi de încărcare rapizi și o clasare mai bună pe Google și alte motoare de căutare. Cu ajutorul nostru, website-ul tău nu doar va arăta bine, ci va și performa eficient, atrăgând mai mult trafic și generând rezultate mai bune pentru afacerea ta.",
    "website_details4": "Nu ne limităm doar la crearea de website-uri; ne asigurăm că acestea rămân actualizate și funcționează fără probleme. Serviciile noastre includ actualizări periodice, mentenanță și gestionarea domeniilor personalizate. Astfel, tu te poți concentra pe dezvoltarea afacerii tale, în timp ce noi ne ocupăm de tot ceea ce ține de website-ul tău.",

    "marketing_title2": "MARKETING DIGITAL",
    "marketing_title3": "ANALIZA SI RAPOARTE",
    "marketing_title4": "STRATEGII DE MARKETING",     
    "marketing_sub1": "Arată-le lumii cine esti",
    "marketing_sub3": "Monitorizare continua",
    "marketing_sub4": "Planificare strategica",
    "marketing_details1": "Într-o lume în continuă schimbare, marketingul inteligent este motorul creșterii și al succesului. Dacă vrei să-ți extinzi vizibilitatea, să atragi clienți valoroși și să îți consolidezi brandul, suntem partenerul de care ai nevoie. Cu strategii personalizate și soluții inovatoare, te ajutăm să transformi obiectivele afacerii tale în realitate. Descoperă cum serviciile noastre de marketing îți pot propulsa afacerea la următorul nivel.",
    "marketing_details2": "Oferim soluții complete de marketing digital. Social Media Marketing: gestionăm campanii eficiente pe Facebook, Instagram, LinkedIn și TikTok pentru a crește implicarea clienților. Publicitate Online (PPC): implementăm campanii PPC pe Google Ads și Facebook Ads, maximizând ROI-ul. Email Marketing: creăm campanii de email personalizate, folosind automatizări și segmentări pentru a crește rata de conversie.",
    "marketing_details3": "Oferim monitorizare continuă a campaniilor tale de marketing pentru a identifica oportunități de optimizare și a asigura rezultate maxime. Îți furnizăm rapoarte detaliate și accesibile, împreună cu analize bazate pe date pentru decizii informate. Abordarea noastră personalizată, combinată cu creativitate și inovație, îți oferă soluții unice, adaptate nevoilor tale. Ne concentrăm pe rezultate măsurabile și ajustăm constant strategiile pentru a maximiza ROI-ul fiecărei campanii.",
    "marketing_details4": "Pornim cu o analiză detaliată a afacerii tale, pieței și concurenței pentru a dezvolta o strategie adaptată nevoilor tale. Oferim consultanță bazată pe obiectivele tale, urmată de un plan strategic pe termen scurt și lung, cu tactici clare și termene precise pentru implementare.",

    "pachete_page_starter_sub":"Pentru cei care doresc sa isi contureze identitatea de brand, acest pachet ofera fundatia perfecta",
    "pachete_page_standard_sub":"Ideal pentru afaceri in expansiune, acest pachet combina creativitatea cu strategia pentru a-ti transforma prezenta online",
    "pachete_page_pro_sub":"Pe langa serviciile din pachetele anterioare, aveti si:",
    "pachete_page_starter_title1":"Creearea unui logo simplu:",
    "pachete_page_starter_title2":"Minisite de prezentare:",
    "pachete_page_starter_title3":"Design personalizat pentru social media:",
    "pachete_page_starter_p1":"Un design elegant care capteaza esenta afacerii tale. Fiecare element este ales cu grija pentru a reflecta voalorile si personalitatea brandului tau.",
    "pachete_page_starter_p2":"O pagina web moderna, optimizata pentru a oferi informatii esentiale despre serviciile tale, intru-un formatr atragator si accesibil.",
    "pachete_page_starter_p3":"Creearea unui set de imagini si grafica unica, adaptate pentru fiecare platforma, care sa iti sporeasca vizibilitatea si atractivitatea online.",

    "pachete_page_standard_title1":"Design personalizat:",
    "pachete_page_standard_title2":"Logo avansat:",
    "pachete_page_standard_title3":"Website de pana la 5 pagini:",
    "pachete_page_standard_title4":"Creare de continut pntru postarile lunare:",
    "pachete_page_standard_title5":"Campanie de publicitate:",
    "pachete_page_standard_p1":"Un branding exclusivist, creat spacial pentru tine, care sa rezoneze cu publicul tinta si sa se distanteze de consurenta.",
    "pachete_page_standard_p2":"Un logo complex si memorabil, realizat cu tehnici de design de varf, pentru a transmite profesionalism si incredere.",
    "pachete_page_standard_p3":"O platforma eleganta, care ofera o experienta de navigare fluida si placuta pentru utilizatori",
    "pachete_page_standard_p4":"Strategii de continut bine gandite care sa atraga si sa retina atentia audientei tale.",
    "pachete_page_standard_p5":"Solutii strategica de marketing, adaptate spacific pentru a creste vizibilitatea brandului tau si a atrage clienti noi.",


    "pachete_page_pro_title1":"Optinizare SEO si performanta:",
    "pachete_page_pro_title2":"Consultanta continua:",
    "pachete_page_pro_title3":"Update-uri lunare",
    "pachete_page_pro_title4":"Domeniu gratuit",
    "pachete_page_pro_title5":"Server Hosting",
    "pachete_page_pro_p1":"Strategii de optimizare care asigura ca site-ul tau este nu doar vizibil, ci si preferat de motoarele de cautare.",
    "pachete_page_pro_p2":"O echipa de experti care iti va oferi indrumari si sugestii personalizate, adaptate evolutiei afacerii tale.",
    "pachete_page_pro_p3":"Intretinerea constanta a siteului si actualizarea continutului pentru a menitine un standard inalt si o relevanta constanta",
    "pachete_page_pro_p4":"De exemplu 'afacerea-mea.com'. Ne ocupam noi sa platim domeniul siteului tau timp de un an.",
    "pachete_page_pro_p5":"Pentru a-ți asigura un site sigur și vizibil în căutările Google, îl găzduim pe un server performant, oferindu-ți gratuit un an de hosting inclus din partea noastră.",
    "pachete_page_button":"ALEGE PLANUL ",

    "help_title": "Gaseste o intrebare",
    "help_branding_1": ["Ce este branding-ul și de ce este important pentru afacerea mea?", "Branding-ul reprezintă imaginea și identitatea afacerii tale, incluzând logo-ul, design-ul, culorile, și tonul comunicării. Este important deoarece ajută la diferențierea afacerii tale de concurență, crește recunoașterea și loialitatea clienților și transmite valorile și misiunea companiei tale."],
    "help_branding_2": ["Ce include un pachet complet de branding?", "Un pachet complet de branding include: analiza pieței și a concurenței, dezvoltarea identității vizuale (logo, paletă de culori, tipografie), design-ul materialelor de marketing (cărți de vizită, broșuri, bannere), ghidul de utilizare a brandului și consultanță pentru implementare."],
    "help_branding_3": ["Care este procesul vostru de creare a unui logo?", "Procesul nostru de creare a unui logo include: întâlnirea inițială pentru a înțelege afacerea și obiectivele, cercetarea și analiza pieței, generarea de concepte și schițe, revizuiri și ajustări în baza feedback-ului și finalizarea design-ului în formatele necesare."],
    "help_branding_4": ["Cât timp durează să dezvoltați un brand complet?", "Durata dezvoltării unui brand complet poate varia între 2 și 8 săptămâni, în funcție de complexitatea proiectului și de rapiditatea feedback-ului primit de la client."],
    "help_branding_5": ["Puteți să actualizați sau să rebrandinguiți un brand existent?", "Da, oferim servicii de rebranding pentru a actualiza și moderniza identitatea existentă a afacerii tale, asigurându-ne că păstrăm esența brandului, dar aducem îmbunătățiri semnificative."],
    "help_branding_6": ["Cum vă asigurați că brandul creat reflectă corect afacerea mea?", "Ne asigurăm că brandul creat reflectă corect afacerea ta printr-o colaborare strânsă, sesiuni de brainstorming și feedback constant, asigurându-ne că înțelegem valorile, misiunea și viziunea afacerii tale."],
    "help_branding_7": ["Cum măsurați succesul unui proiect de branding?", "Succesul unui proiect de branding este măsurat prin creșterea recunoașterii brandului, feedback-ul pozitiv al clienților, creșterea loialității și a engagement-ului și, în cele din urmă, prin impactul asupra vânzărilor și a poziției pe piață."],
    "help_branding_8": ["Ce suport oferiți după finalizarea proiectului de branding?", "Oferim suport continuu după finalizarea proiectului, inclusiv consultanță pentru implementarea brandului, actualizări și ajustări periodice și suport pentru orice alte nevoi de branding care pot apărea."],
    "help_websites_1":["Ce platforme de dezvoltare web folosiți?", "Folosim o varietate de platforme de dezvoltare web, inclusiv Javascript, React, Typescript și dezvoltare custom, în funcție de nevoile și preferințele fiecărui client."],
    "help_websites_2":["Cât timp durează să construiți un website?", "Durata dezvoltării unui website depinde de complexitatea proiectului, dar în general, poate varia între 2 și 12 săptămâni, de la faza de planificare până la lansare."],
    "help_websites_3":["Care este costul estimativ pentru dezvoltarea unui website?", "Costul dezvoltării unui website variază în funcție de specificațiile și cerințele proiectului. Oferim pachete flexibile și personalizate pentru a se potrivi bugetului și nevoilor tale. Te rugăm să ne contactezi pentru o ofertă detaliată."],
    "help_websites_4":["Oferiți și servicii de design grafic pentru website-uri?", "Da, oferim servicii complete de design grafic, inclusiv design UI/UX, pentru a ne asigura că website-ul tău nu doar funcționează bine, ci și arată excelent și oferă o experiență utilizatorului de înaltă calitate."],
    "help_websites_5":["Website-ul meu va fi responsive (adaptabil pe mobil și tabletă)?", "Absolut! Toate website-urile pe care le dezvoltăm sunt complet responsive și optimizate pentru a oferi o experiență excelentă pe toate dispozitivele, inclusiv mobil și tabletă"],
    "help_websites_6":["Cum vă asigurați că website-ul meu este SEO-friendly?", "Implementăm cele mai bune practici SEO în timpul dezvoltării site-ului, inclusiv optimizarea structurii site-ului, meta tag-uri, optimizarea imaginilor și crearea de conținut relevant pentru a te ajuta să obții o vizibilitate mai bună în motoarele de căutare."],
    "help_websites_7":["Oferiți servicii de găzduire web și întreținere a site-ului?", "Da, oferim servicii de găzduire web și întreținere pentru a ne asigura că site-ul tău este mereu actualizat, sigur și funcțional. Aceste servicii includ actualizări regulate, backup-uri și suport tehnic."],
    "help_websites_8":["Ce fel de suport tehnic oferiți după lansarea site-ului?", "Oferim suport tehnic continuu pentru a te ajuta cu orice problemă sau întrebare legată de website-ul tău. Avem pachete de suport care pot fi personalizate în funcție de nevoile tale."],
    "help_websites_9":["Pot să fac modificări pe site-ul meu după ce este lansat?", "Da, dezvoltăm website-uri care permit utilizatorilor să facă modificări ușor prin intermediul unui panou de administrare intuitiv. De asemenea, oferim training pentru a te ajuta să gestionezi site-ul eficient."],
    "help_marketing_1":["Ce servicii de marketing digital oferiți?", "Oferim o gamă completă de servicii de marketing digital, inclusiv SEO, marketing pe rețelele sociale, publicitate PPC, email marketing, content marketing și optimizare conversii."],
    "help_marketing_2":["Cum măsurați succesul campaniilor de marketing?", "Măsurăm succesul campaniilor de marketing prin KPI-uri specifice, cum ar fi trafic pe site, rate de conversie, cost per click, engagement pe rețelele sociale și ROI. Furnizăm rapoarte detaliate și analize pentru a monitoriza performanța și pentru a optimiza campaniile."],
    "help_marketing_3":["Care sunt strategiile de marketing pe care le recomandați pentru afacerea mea?", "Strategiile de marketing recomandate variază în funcție de obiectivele și publicul țintă al afacerii tale. După o analiză detaliată, vom dezvolta o strategie personalizată care poate include SEO, marketing pe rețelele sociale, campanii PPC și email marketing."],
    "help_marketing_4":["Cât costă serviciile voastre de marketing?", "Costul serviciilor noastre de marketing variază în funcție de complexitatea și amploarea campaniilor. Oferim pachete flexibile și personalizate pentru a se potrivi bugetului și nevoilor tale. Te rugăm să ne contactezi pentru o ofertă detaliată."],
    "help_marketing_5": ["Oferiți și servicii de marketing offline?", "Da, oferim și servicii de marketing offline, inclusiv publicitate tipărită, evenimente de marketing, marketing direct și PR. Ne asigurăm că toate campaniile sunt integrate pentru a oferi o strategie de marketing completă."],
    "help_marketing_6": ["Cum îmi puteți ajuta afacerea să crească pe rețelele sociale?", "Oferim strategii personalizate de social media marketing, care includ crearea și gestionarea conținutului, campanii publicitare plătite, gestionarea comunității și analiză. Scopul nostru este să creștem vizibilitatea, engagement-ul și conversiile pe platformele sociale."],
    "help_marketing_7": ["Ce este SEO și cum mă poate ajuta?", "SEO (Search Engine Optimization) este procesul de optimizare a site-ului tău pentru a îmbunătăți vizibilitatea în motoarele de căutare. Te poate ajuta să atragi trafic organic, să îmbunătățești clasamentul în căutări și să crești vizibilitatea și autoritatea online a afacerii tale."],
    "help_marketing_8": ["Puteți să gestionați campanii de publicitate plătită (PPC) pentru afacerea mea?", "Da, gestionăm campanii PPC pe platforme precum Google Ads, Facebook Ads Ne concentrăm pe optimizarea bugetului și maximizarea ROI-ului prin strategii bine definite și execuție precisă."],
    "help_marketing_9": ["Oferiți servicii de email marketing?", "Da, oferim servicii complete de email marketing, de la crearea listelor de email, segmentare, design și scrierea emailurilor, până la automatizare și analiză. Ne asigurăm că mesajele tale ajung la publicul potrivit și generează conversii."],
    "help_marketing_10": ["Cum creați și gestionați conținutul pentru campaniile de marketing?", "Creăm conținut relevant și valoros bazat pe cercetări de piață și analize de public. Gestionăm publicarea și distribuția conținutului pe diverse platforme, asigurându-ne că acesta ajunge la publicul țintă și contribuie la atingerea obiectivelor de marketing."],

    "contact_title": "Formular de contact",
    "contact_info":"Completează formularul și vom reveni cu un răspuns sau o soluționare în cel mai scurt timp.",
    "contact_solicitare_title":"Solicitarea ta e legata de:",
    "contact_solicitare_1":"selecteaza motivul solicitarii",
    "contact_solicitare_2":"Branding",
    "contact_solicitare_3":"Websites",
    "contact_solicitare_4":"Marketing",
    "contact_solicitare_5":"Pachete",
    "contact_solicitare_6":"Altceva",
    "contact_detalii":"Da-ne cateva detalii",
    "contact_date_personale":"Date Personale",
    "contact_name":"Nume si Prenume",
    "contact_telefon":"Telefon",
    "contact_email":"Adresa de Email",
    "contact_adictional_info":"Prin apăsarea butonului „Trimite Formular” și transmiterea acestuia confirmi că ai cu bună-credință convingerea că informațiile și susținerile cuprinse în cadrul formularului de notificare sunt exacte și complete.",
    "contact_button":"Trimite Formularul",
    "contact_or": "sau",

        "privacy_title": "Politica de confidențialitate",
        "privacy_title1": "Informațiile pe care le colectăm",
        "privacy_title2": "Scopul și baza legală pentru prelucrarea datelor",
        "privacy_title3": "Cum gestionăm datele dumneavoastră",
        "privacy_title4": "Drepturile dumneavoastră în calitate de persoană vizată",
        "privacy_title5": "Securitatea datelor",
        "privacy_title6": "Servicii terțe",
        "privacy_title7": "Modificări ale acestei politici de confidențialitate",
        "privacy_title8": "Jurisdicție legală",
        "privacy_title9": "Contactați-ne",
        "privacy_text1": "Când completați formularul de contact de pe site-ul nostru, colectăm următoarele informații personale: Nume complet (Nume și Prenume), Adresă de email, Număr de telefon",
        "privacy_text2": "Colectăm și prelucrăm informațiile dumneavoastră personale strict în scopul răspunsului la întrebările adresate prin intermediul formularului nostru de contact. Folosim informațiile dumneavoastră pentru a: Comunica cu dumneavoastră pe baza cererii sau întrebării dumneavoastră. Oferi informații relevante legate de serviciile și ofertele noastre de afaceri. Baza noastră legală pentru prelucrarea datelor dumneavoastră este consimțământul acordat la trimiterea formularului de contact și interesul nostru legitim în a răspunde solicitărilor clienților.",
        "privacy_text3": "Luăm următorii pași pentru a asigura gestionarea sigură a informațiilor dumneavoastră personale: Păstrarea datelor: Vom păstra informațiile dumneavoastră personale nu mai mult de 1 an după ultima noastră comunicare cu dumneavoastră. După această perioadă, informațiile vor fi șterse în siguranță din sistemele noastre, cu excepția cazului în care legea impune altfel. Nicio partajare ilegală: Nu partajăm, nu vindem și nu închiriem informațiile dumneavoastră personale către terți. Cu toate acestea, putem dezvălui datele dumneavoastră dacă suntem obligați prin lege, ordin judecătoresc sau autoritate de reglementare sau dacă este necesar pentru a proteja drepturile, proprietatea sau siguranța [Your Business Name].",
        "privacy_text4": "În conformitate cu legile privind protecția datelor, aveți următoarele drepturi: Dreptul de acces: Puteți solicita o copie a datelor personale pe care le deținem despre dumneavoastră. Dreptul la rectificare: Puteți solicita corectarea oricăror inexactități sau informații incomplete. Dreptul la ștergere („dreptul de a fi uitat”): Puteți solicita ștergerea datelor dumneavoastră personale dacă nu mai sunt necesare pentru scopul pentru care au fost colectate sau dacă vă retrageți consimțământul. Dreptul de a obiecta: Aveți dreptul să vă opuneți prelucrării datelor dumneavoastră în anumite condiții. Dreptul la restricționarea prelucrării: Puteți solicita ca prelucrarea datelor dumneavoastră să fie temporar sau permanent oprită în anumite situații. Dreptul la portabilitatea datelor: Puteți solicita o copie a informațiilor dumneavoastră personale într-un format structurat, utilizat în mod obișnuit și ușor de citit automat. Pentru a exercita oricare dintre aceste drepturi, vă rugăm să ne contactați la claudiunegru@artech-agency.co. Vom răspunde la cererea dumneavoastră în termen de o lună de la primirea acesteia.",
        "privacy_text5": "Luăm în serios securitatea datelor și am implementat măsuri tehnice și organizatorice adecvate pentru a proteja informațiile dumneavoastră personale de accesul neautorizat, utilizare abuzivă, pierdere sau distrugere. Aceste măsuri includ criptarea, controalele de acces și audituri regulate de securitate. Cu toate acestea, nicio metodă de transmitere pe internet nu este complet sigură. Deși ne străduim să vă protejăm datele, nu putem garanta securitatea absolută a acestora.",
        "privacy_text6": "Site-ul nostru poate conține linkuri către site-uri web sau servicii terțe. Nu suntem responsabili pentru practicile de confidențialitate sau conținutul acestor site-uri. Vă încurajăm să revizuiți politicile de confidențialitate ale oricăror site-uri terțe pe care le vizitați.",
        "privacy_text7": "Ne rezervăm dreptul de a actualiza sau modifica această politică de confidențialitate în orice moment pentru a asigura conformitatea cu cerințele legale sau pentru a reflecta modificările în practicile noastre de date. Orice modificări semnificative vor fi comunicate prin e-mail sau printr-un anunț vizibil pe site-ul nostru. Utilizarea continuă a serviciilor noastre constituie acceptarea acestor modificări.",
        "privacy_text8": "Această politică de confidențialitate va fi guvernată și interpretată în conformitate cu legile din România, iar orice litigii care decurg din aceasta vor fi supuse jurisdicției exclusive a instanțelor din România.",
        "privacy_text9": "Dacă aveți întrebări, nelămuriri sau solicitări cu privire la această politică de confidențialitate sau datele dumneavoastră personale, vă rugăm să ne contactați la: claudiunegru@artech-agency.co"
      

}