{
    "navbar_pachete": "PACHETE",
    "navbar_ajutor": "AJUTOR",
    
    "home_intro": "Echipă de profesioniști în IT, specializați în dezvoltare web, design și marketing. Oferim servicii de calitate pentru a ajuta companiile să își atingă obiectivele online și să își realizeze potențialul maxim",
    "home_intro_first_btn": "Pachete",
    "home_discover_btn": "Descopera",

    "home_branding_sub1":"Logouri, Carti de vizita, Design si Culori.",
    "home_branding_sib2": "Fiecare element vizual al afacerii tale conteaza!",

    "home_websites_sub1": "Website-ul aduce cu 55% mai multi clienti unui business.",
    "home_websites_sub2": "75% dintre clienti judeca credibilitatea unei firme dupa aspectul website-ului acesteia.",

    "home_marketing_sub1": "Într-o lume evoluțională, marketing-ul eficient este cheia succesului oricărei afaceri.",
    "home_marketing_sub2": "Suntem partenerul tău de încredere pentru succesul pe termen lung!",
    "home_marketing_img1": "Marketing Digital",
    "home_marketing_img2": "Publicitate pe retelele sociale",
    "home_marketing_img3": "Creare de continut",
    "home_marketing_img4": "Campanii PPC (pay-per-click)",

    "pachete_starter1": "Design personalizat.",
    "pachete_starter2": "Creare de logo simplu.",
    "pachete_starter3": "Mini-site de prezentare.",
    "pachete_starter4": "Setup pentru pagini pe social media.",
    "pachete_pro1": "Branding & Website complet.",
    "pachete_pro2": "Optimizare SEO si performanta",
    "pachete_pro3": "Gestionare completă a campaniilor de publicitate.",
    "pachete_pro4": "Creare de conținut săptămânal.",
    "pachete_pro5": "Consultanță și updateuri lunare.",
    "pachete_standard1": "Design profesional.",
    "pachete_standard2": "Logo avansat.",
    "pachete_standard3": "Website de 5 pagini.",
    "pachete_standard4": "Creare de conținut și postări lunare.",
    "pachete_standard5": "Campanie de publicitate",
    "pachete_choose_btn": "DETALII",

    "branding_sub1": "Branding de top",
    "branding_details1": "Creăm un brand unic și memorabil care reflectă perfect identitatea afacerii tale. Indiferent dacă optezi pentru un stil modern, elegant sau clasic, ne asigurăm că afacerea ta va rămâne în mintea clienților. Fiecare detaliu contează – de la nume și logo, până la paletele de culori, îți oferim design grafic de înaltă calitate care comunică clar și eficient mesajul tău.",
    "branding_title2": "LOGOURI",
    "branding_sub2": "Logo Personalizat",
    "branding_details2": "Descoperă arta unui logo unic cu Artech. Înțelegem că logo-ul este inima identității vizuale a afacerii tale, de aceea oferim soluții de design personalizate, fie că ești un start-up în creștere sau o companie bine stabilită. Fiecare logo este creat de la zero, special pentru tine, iar colaborarea noastră îndeaproape ne permite să înțelegem viziunea și valorile tale. Oferim multiple concepte și revizii până când ești complet mulțumit de rezultatul final.",
    "branding_title3": "CARTI DE VIZITA",
    "branding_sub3": "Cărți de Vizită Profesionale",
    "branding_details3": "O carte de vizită este mai mult decât o simplă bucată de hârtie, este o reflectare a identității tale. La Artech, creăm cărți de vizită elegante și profesionale care fac o impresie durabilă. Fiecare design este personalizat și adaptat nevoilor tale specifice, reflectând identitatea și valorile afacerii tale. Oferim o varietate de opțiuni de personalizare, de la dimensiuni și tipuri de hârtie, la finisaje și detalii unice de design. Procesul nostru simplu și eficient începe cu o consultare detaliată, urmată de un design creativ ce va depăși așteptările tale.",
    "branding_title4": "DESIGN GRAFIC",
    "branding_sub4": "Design grafic de top",
    "branding_details4": "Oferim soluții complete de design grafic, menite să te ajute să comunici eficient și să te diferențiezi pe piață. De la branding și identitate vizuală care reflectă personalitatea și valorile afacerii tale, până la materiale publicitare de impact precum broșuri, afișe și bannere, ne asigurăm că fiecare detaliu este aliniat perfect cu viziunea ta. Oferim și design digital pentru website-uri, aplicații mobile și social media, completat de animații și infografice care fac conținutul tău mai captivant. În plus, susținem campaniile tale de marketing prin publicitate creativă și conținut vizual optimizat pentru a atrage și angaja audiența. La Dersign Grafic, transformăm ideile tale în realitate!",
    "branding_contact": "CERE OFERTA",

    "website_title2": "WEBSITEURI UNICE",
    "website_title3": "Optimizare & Performanță",
    "website_title4": "UPDATEURI",     
    "website_sub1": "Website de succes",
    "website_sub2": "Website care impresioneaza",
    "website_sub3": "Optimizare si SEO",
    "website_sub4": "Suport & mentenanta",
    "website_details1": "În era digitală, prezența online a afacerii tale este esențială pentru a atrage și reține clienți. Echipa noastră îți oferă soluții complete de dezvoltare web, de la design personalizat până la optimizare pentru performanță și suport continuu. Indiferent de nevoile tale, creăm website-uri care impresionează vizitatorii și generează rezultate reale.",
    "website_details2": "Ne specializăm în designul de website-uri personalizate care reflectă identitatea brandului tău și se adaptează nevoilor tale specifice. Fie că ai nevoie de un site simplu și elegant sau de o platformă complexă, echipa noastră asigură un design unic, o experiență de utilizare captivantă și o funcționalitate fără cusur, care îți vor pune afacerea în evidență online.",
    "website_details3": "Website-urile noastre sunt construite având în vedere performanța și optimizarea pentru motoarele de căutare (SEO), asigurând timpi de încărcare rapizi și o clasare mai bună pe Google și alte motoare de căutare. Cu ajutorul nostru, website-ul tău nu doar va arăta bine, ci va și performa eficient, atrăgând mai mult trafic și generând rezultate mai bune pentru afacerea ta.",
    "website_details4": "Nu ne limităm doar la crearea de website-uri; ne asigurăm că acestea rămân actualizate și funcționează fără probleme. Serviciile noastre includ actualizări periodice, mentenanță și gestionarea domeniilor personalizate. Astfel, tu te poți concentra pe dezvoltarea afacerii tale, în timp ce noi ne ocupăm de tot ceea ce ține de website-ul tău.",

    "marketing_title2": "MARKETING DIGITAL",
    "marketing_title3": "ANALIZA SI RAPOARTE",
    "marketing_title4": "STRATEGII DE MARKETING",     
    "marketing_sub1": "Arată-le lumii cine esti",
    "marketing_sub3": "Monitorizare continua",
    "marketing_sub4": "Planificare strategica",
    "marketing_details1": "Într-o lume în continuă schimbare, marketingul inteligent este motorul creșterii și al succesului. Dacă vrei să-ți extinzi vizibilitatea, să atragi clienți valoroși și să îți consolidezi brandul, suntem partenerul de care ai nevoie. Cu strategii personalizate și soluții inovatoare, te ajutăm să transformi obiectivele afacerii tale în realitate. Descoperă cum serviciile noastre de marketing îți pot propulsa afacerea la următorul nivel.",
    "marketing_details2": "Oferim soluții complete de marketing digital. Social Media Marketing: gestionăm campanii eficiente pe Facebook, Instagram, LinkedIn și TikTok pentru a crește implicarea clienților. Publicitate Online (PPC): implementăm campanii PPC pe Google Ads și Facebook Ads, maximizând ROI-ul. Email Marketing: creăm campanii de email personalizate, folosind automatizări și segmentări pentru a crește rata de conversie.",
    "marketing_details3": "Oferim monitorizare continuă a campaniilor tale de marketing pentru a identifica oportunități de optimizare și a asigura rezultate maxime. Îți furnizăm rapoarte detaliate și accesibile, împreună cu analize bazate pe date pentru decizii informate. Abordarea noastră personalizată, combinată cu creativitate și inovație, îți oferă soluții unice, adaptate nevoilor tale. Ne concentrăm pe rezultate măsurabile și ajustăm constant strategiile pentru a maximiza ROI-ul fiecărei campanii.",
    "marketing_details4": "Pornim cu o analiză detaliată a afacerii tale, pieței și concurenței pentru a dezvolta o strategie adaptată nevoilor tale. Oferim consultanță bazată pe obiectivele tale, urmată de un plan strategic pe termen scurt și lung, cu tactici clare și termene precise pentru implementare."


}